"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 140, \"word_counts\": \"{\\\"apple\\\": 4, \\\"inc\\\": 80, \\\"reported\\\": 140, \\\"financial\\\": 176, \\\"result\\\": 140, \\\"company\\\": 148, \\\"operates\\\": 140, \\\"technology\\\": 32, \\\"sector\\\": 140, \\\"management\\\": 140, \\\"focus\\\": 140, \\\"operational\\\": 140, \\\"efficiency\\\": 140, \\\"growth\\\": 140, \\\"microsoft\\\": 4, \\\"corporation\\\": 28, \\\"alphabet\\\": 4, \\\"communication\\\": 24, \\\"service\\\": 56, \\\"amazoncom\\\": 4, \\\"consumer\\\": 24, \\\"cyclical\\\": 12, \\\"meta\\\": 4, \\\"platform\\\": 4, \\\"nvidia\\\": 4, \\\"tesla\\\": 4, \\\"jpmorgan\\\": 4, \\\"chase\\\": 4, \\\"bank\\\": 4, \\\"america\\\": 4, \\\"well\\\": 4, \\\"fargo\\\": 4, \\\"visa\\\": 4, \\\"mastercard\\\": 4, \\\"incorporated\\\": 8, \\\"johnson\\\": 8, \\\"healthcare\\\": 16, \\\"pfizer\\\": 4, \\\"unitedhealth\\\": 4, \\\"group\\\": 8, \\\"walmart\\\": 4, \\\"defensive\\\": 12, \\\"home\\\": 4, \\\"depot\\\": 4, \\\"cocacola\\\": 4, \\\"pepsico\\\": 4, \\\"exxon\\\": 4, \\\"mobil\\\": 4, \\\"energy\\\": 8, \\\"chevron\\\": 4, \\\"intel\\\": 4, \\\"cisco\\\": 4, \\\"system\\\": 4, \\\"oracle\\\": 4, \\\"salesforce\\\": 4, \\\"adobe\\\": 4, \\\"netflix\\\": 4, \\\"paypal\\\": 4, \\\"holding\\\": 4, \\\"goldman\\\": 4, \\\"sachs\\\": 4, \\\"morgan\\\": 4, \\\"stanley\\\": 4, \\\"citigroup\\\": 4, \\\"aerospace\\\": 4, \\\"industrials\\\": 4, \\\"att\\\": 4, \\\"verizon\\\": 4, \\\"merck\\\": 4}\", \"word_docs\": \"{\\\"technology\\\": 32, \\\"operates\\\": 140, \\\"growth\\\": 140, \\\"efficiency\\\": 140, \\\"focus\\\": 140, \\\"result\\\": 140, \\\"operational\\\": 140, \\\"company\\\": 140, \\\"reported\\\": 140, \\\"management\\\": 140, \\\"sector\\\": 140, \\\"financial\\\": 140, \\\"apple\\\": 4, \\\"inc\\\": 80, \\\"corporation\\\": 28, \\\"microsoft\\\": 4, \\\"service\\\": 56, \\\"alphabet\\\": 4, \\\"communication\\\": 20, \\\"consumer\\\": 24, \\\"cyclical\\\": 12, \\\"amazoncom\\\": 4, \\\"platform\\\": 4, \\\"meta\\\": 4, \\\"nvidia\\\": 4, \\\"tesla\\\": 4, \\\"chase\\\": 4, \\\"jpmorgan\\\": 4, \\\"america\\\": 4, \\\"bank\\\": 4, \\\"well\\\": 4, \\\"fargo\\\": 4, \\\"visa\\\": 4, \\\"mastercard\\\": 4, \\\"incorporated\\\": 8, \\\"johnson\\\": 4, \\\"healthcare\\\": 16, \\\"pfizer\\\": 4, \\\"unitedhealth\\\": 4, \\\"group\\\": 8, \\\"walmart\\\": 4, \\\"defensive\\\": 12, \\\"depot\\\": 4, \\\"home\\\": 4, \\\"cocacola\\\": 4, \\\"pepsico\\\": 4, \\\"mobil\\\": 4, \\\"exxon\\\": 4, \\\"energy\\\": 8, \\\"chevron\\\": 4, \\\"intel\\\": 4, \\\"system\\\": 4, \\\"cisco\\\": 4, \\\"oracle\\\": 4, \\\"salesforce\\\": 4, \\\"adobe\\\": 4, \\\"netflix\\\": 4, \\\"paypal\\\": 4, \\\"holding\\\": 4, \\\"sachs\\\": 4, \\\"goldman\\\": 4, \\\"morgan\\\": 4, \\\"stanley\\\": 4, \\\"citigroup\\\": 4, \\\"industrials\\\": 4, \\\"aerospace\\\": 4, \\\"att\\\": 4, \\\"verizon\\\": 4, \\\"merck\\\": 4}\", \"index_docs\": \"{\\\"15\\\": 32, \\\"6\\\": 140, \\\"12\\\": 140, \\\"11\\\": 140, \\\"9\\\": 140, \\\"5\\\": 140, \\\"10\\\": 140, \\\"3\\\": 140, \\\"4\\\": 140, \\\"8\\\": 140, \\\"7\\\": 140, \\\"2\\\": 140, \\\"26\\\": 4, \\\"13\\\": 80, \\\"16\\\": 28, \\\"27\\\": 4, \\\"14\\\": 56, \\\"28\\\": 4, \\\"17\\\": 20, \\\"18\\\": 24, \\\"20\\\": 12, \\\"29\\\": 4, \\\"31\\\": 4, \\\"30\\\": 4, \\\"32\\\": 4, \\\"33\\\": 4, \\\"35\\\": 4, \\\"34\\\": 4, \\\"37\\\": 4, \\\"36\\\": 4, \\\"38\\\": 4, \\\"39\\\": 4, \\\"40\\\": 4, \\\"41\\\": 4, \\\"22\\\": 8, \\\"23\\\": 4, \\\"19\\\": 16, \\\"42\\\": 4, \\\"43\\\": 4, \\\"24\\\": 8, \\\"44\\\": 4, \\\"21\\\": 12, \\\"46\\\": 4, \\\"45\\\": 4, \\\"47\\\": 4, \\\"48\\\": 4, \\\"50\\\": 4, \\\"49\\\": 4, \\\"25\\\": 8, \\\"51\\\": 4, \\\"52\\\": 4, \\\"54\\\": 4, \\\"53\\\": 4, \\\"55\\\": 4, \\\"56\\\": 4, \\\"57\\\": 4, \\\"58\\\": 4, \\\"59\\\": 4, \\\"60\\\": 4, \\\"62\\\": 4, \\\"61\\\": 4, \\\"63\\\": 4, \\\"64\\\": 4, \\\"65\\\": 4, \\\"67\\\": 4, \\\"66\\\": 4, \\\"68\\\": 4, \\\"69\\\": 4, \\\"70\\\": 4}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"financial\\\", \\\"3\\\": \\\"company\\\", \\\"4\\\": \\\"reported\\\", \\\"5\\\": \\\"result\\\", \\\"6\\\": \\\"operates\\\", \\\"7\\\": \\\"sector\\\", \\\"8\\\": \\\"management\\\", \\\"9\\\": \\\"focus\\\", \\\"10\\\": \\\"operational\\\", \\\"11\\\": \\\"efficiency\\\", \\\"12\\\": \\\"growth\\\", \\\"13\\\": \\\"inc\\\", \\\"14\\\": \\\"service\\\", \\\"15\\\": \\\"technology\\\", \\\"16\\\": \\\"corporation\\\", \\\"17\\\": \\\"communication\\\", \\\"18\\\": \\\"consumer\\\", \\\"19\\\": \\\"healthcare\\\", \\\"20\\\": \\\"cyclical\\\", \\\"21\\\": \\\"defensive\\\", \\\"22\\\": \\\"incorporated\\\", \\\"23\\\": \\\"johnson\\\", \\\"24\\\": \\\"group\\\", \\\"25\\\": \\\"energy\\\", \\\"26\\\": \\\"apple\\\", \\\"27\\\": \\\"microsoft\\\", \\\"28\\\": \\\"alphabet\\\", \\\"29\\\": \\\"amazoncom\\\", \\\"30\\\": \\\"meta\\\", \\\"31\\\": \\\"platform\\\", \\\"32\\\": \\\"nvidia\\\", \\\"33\\\": \\\"tesla\\\", \\\"34\\\": \\\"jpmorgan\\\", \\\"35\\\": \\\"chase\\\", \\\"36\\\": \\\"bank\\\", \\\"37\\\": \\\"america\\\", \\\"38\\\": \\\"well\\\", \\\"39\\\": \\\"fargo\\\", \\\"40\\\": \\\"visa\\\", \\\"41\\\": \\\"mastercard\\\", \\\"42\\\": \\\"pfizer\\\", \\\"43\\\": \\\"unitedhealth\\\", \\\"44\\\": \\\"walmart\\\", \\\"45\\\": \\\"home\\\", \\\"46\\\": \\\"depot\\\", \\\"47\\\": \\\"cocacola\\\", \\\"48\\\": \\\"pepsico\\\", \\\"49\\\": \\\"exxon\\\", \\\"50\\\": \\\"mobil\\\", \\\"51\\\": \\\"chevron\\\", \\\"52\\\": \\\"intel\\\", \\\"53\\\": \\\"cisco\\\", \\\"54\\\": \\\"system\\\", \\\"55\\\": \\\"oracle\\\", \\\"56\\\": \\\"salesforce\\\", \\\"57\\\": \\\"adobe\\\", \\\"58\\\": \\\"netflix\\\", \\\"59\\\": \\\"paypal\\\", \\\"60\\\": \\\"holding\\\", \\\"61\\\": \\\"goldman\\\", \\\"62\\\": \\\"sachs\\\", \\\"63\\\": \\\"morgan\\\", \\\"64\\\": \\\"stanley\\\", \\\"65\\\": \\\"citigroup\\\", \\\"66\\\": \\\"aerospace\\\", \\\"67\\\": \\\"industrials\\\", \\\"68\\\": \\\"att\\\", \\\"69\\\": \\\"verizon\\\", \\\"70\\\": \\\"merck\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"financial\\\": 2, \\\"company\\\": 3, \\\"reported\\\": 4, \\\"result\\\": 5, \\\"operates\\\": 6, \\\"sector\\\": 7, \\\"management\\\": 8, \\\"focus\\\": 9, \\\"operational\\\": 10, \\\"efficiency\\\": 11, \\\"growth\\\": 12, \\\"inc\\\": 13, \\\"service\\\": 14, \\\"technology\\\": 15, \\\"corporation\\\": 16, \\\"communication\\\": 17, \\\"consumer\\\": 18, \\\"healthcare\\\": 19, \\\"cyclical\\\": 20, \\\"defensive\\\": 21, \\\"incorporated\\\": 22, \\\"johnson\\\": 23, \\\"group\\\": 24, \\\"energy\\\": 25, \\\"apple\\\": 26, \\\"microsoft\\\": 27, \\\"alphabet\\\": 28, \\\"amazoncom\\\": 29, \\\"meta\\\": 30, \\\"platform\\\": 31, \\\"nvidia\\\": 32, \\\"tesla\\\": 33, \\\"jpmorgan\\\": 34, \\\"chase\\\": 35, \\\"bank\\\": 36, \\\"america\\\": 37, \\\"well\\\": 38, \\\"fargo\\\": 39, \\\"visa\\\": 40, \\\"mastercard\\\": 41, \\\"pfizer\\\": 42, \\\"unitedhealth\\\": 43, \\\"walmart\\\": 44, \\\"home\\\": 45, \\\"depot\\\": 46, \\\"cocacola\\\": 47, \\\"pepsico\\\": 48, \\\"exxon\\\": 49, \\\"mobil\\\": 50, \\\"chevron\\\": 51, \\\"intel\\\": 52, \\\"cisco\\\": 53, \\\"system\\\": 54, \\\"oracle\\\": 55, \\\"salesforce\\\": 56, \\\"adobe\\\": 57, \\\"netflix\\\": 58, \\\"paypal\\\": 59, \\\"holding\\\": 60, \\\"goldman\\\": 61, \\\"sachs\\\": 62, \\\"morgan\\\": 63, \\\"stanley\\\": 64, \\\"citigroup\\\": 65, \\\"aerospace\\\": 66, \\\"industrials\\\": 67, \\\"att\\\": 68, \\\"verizon\\\": 69, \\\"merck\\\": 70}\"}}"